Version2/TestTool-Fosters/TestTool.Setup/Requests/AccessControl/GetAreaInfo/General.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAreaInfo>
         <tac:Token>tokenArea1</tac:Token>
      </tac:GetAreaInfo>
   </soap:Body>
</soap:Envelope>